Repository: KDE/kolor-manager
Catalog: po/*/kmsettings.po
Languages: he

# NAME OF TRANSLATORS
source: Your names
he: צוות התרגום של KDE ישראל

# EMAIL OF TRANSLATORS
source: Your emails
he: kde-l10n-he@kde.org

source: KDE version of Oyranos Synnefo
he: Oyranos Synnefo בגרסת KDE

source: (c) 2008 Joseph Simon III
he: (c) 2008 ג׳וזף סיימון השלישי

source: Joseph Simon III
he: ג׳וזף סיימון השלישי

source: developer
he: מפתח

source: Kai-Uwe Behrmann
he: קאי אווה בהרמן

source: Jan Gruhlich
he: יאן גרוליק

source: Albert Astals Cid
he: אלברט אסטלס סיד

source: Christoph Feck
he: כריסטוף פק

source: Boudewijn Rempt
he: בודווין רמפט

source: Pino Toscano
he: פינו טוסקנו

source: Laurent Montel
he: לורנט מונטל

source: Cyrille Berger Skott
he: סיריל ברגר סקוט

source: Hal Van Engel
he: האל ואן אנגל
